tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "autojump"
brew "circleci"
brew "fastlane"
brew "jq"
brew "liquibase"
brew "maven"
brew "postgresql", restart_service: true
brew "postgresql@12"
brew "python@3.8"
brew "tmux"
brew "vim"
brew "wget"
brew "yadm"
brew "yarn"
brew "aws/tap/aws-sam-cli"
cask "adoptopenjdk8"
